{
  "last_update": "2026-01-21",
  "manresIA_content": {
    "hemeroteca_parlar": [
  {
    "word": "Atuells",
    "definition": "Conjunt d'estris de cuina, especialment els de terrissa o per servir el menjar.",
    "example": "Posa els atuells a la postada, que ja estan eixuts.",
    "date": "2026-01-21"
  },
  {
    "word": "Gargamella",
    "definition": "Part interior del coll, la gola. Molt usat en expressions sobre beure o menjar.",
    "example": "Tinc la gargamella ben seca, anem a fer un trago!",
    "date": "2026-01-21"
  },
  {
    "word": "Atandador",
    "definition": "Ofici clàssic de la Séquia. La persona que repartia l'aigua als regants segons els torns establerts.",
    "example": "L'atandador ja ha obert la comporta.",
    "date": "2026-01-21"
  },
  {
    "word": "Enraonar",
    "definition": "Conversar, parlar.",
    "example": "Vam estar una estona enraonant a la Plana.",
    "date": "2026-01-20"
  },
  {
    "word": "Punxir",
    "definition": "Variant local de punxar.",
    "example": "Vigila amb el roser, que et punixiràs!",
    "date": "2026-01-19"
  },
  {
    "word": "Torreta",
    "definition": "Recipient per a plantes; test.",
    "example": "He de canviar la torreta d'aquest gerani.",
    "date": "2026-01-18"
  },
  {
    "word": "Postada",
    "definition": "Prestatge de fusta o estant.",
    "example": "Deixa els llibres a la postada de dalt.",
    "date": "2026-01-17"
  },
  {
    "word": "Espatllar",
    "definition": "Fer malbé una cosa. Tot i ser comú, a Manresa s'usa amb una fonètica molt marcada.",
    "example": "Se m'ha espatllat la rentadora i m'ha deixat el safareig inundat.",
    "date": "2026-01-16"
  },
  {
    "word": "Eixarrancat",
    "definition": "Estar amb les cames molt obertes. Molt usat per descriure postures informals.",
    "example": "No t'asseguis tan eixarrancat, que no deixes lloc als altres!",
    "date": "2026-01-15"
  },
  {
    "word": "Batzac",
    "definition": "Un cop fort, una sotragada o un esforç sobtat.",
    "example": "Quin batzac que ha fotut el cotxe amb aquell sot!",
    "date": "2026-01-14"
  }
],
    "agent_tifa_avui": "Atandador... l'únic que s'atanda aquí són els coloms a la Plaça Major fent punteria sobre els capós nets dels cotxes. I parlant de cotxes, el que s'ha quedat en doble fila al carrer Guimerà ja pot anar traient la cartera. Aneu a pastar fang!",
    "smart_city_news": "L'Ajuntament de Manresa confirma que els sensors del carrer del Balç han detectat un augment del 15% en les visites nocturnes. S'estudia millorar la il·luminació intel·ligent.",
    "history_snippet": "Sabies que la Séquia de Manresa té 26 quilòmetres i només 10 metres de desnivell? Una obra d'enginyeria medieval única a Europa que encara avui ens dóna aigua."
  }
}
